Repository: sleepingcat4/bert-textgeneration
Catalog: dataset/output_polskapomoc-gov-pl_eng-pol_eng-pol.tmx
Source language: en
Languages: pl

source: Most of the funds were channelled towards projects implemented by the Polish Specialists Team in PRT Ghazni.
pl: Większość środków przeznaczono na projekty realizowane przez polski zespół specjalistów w PRT Ghazni.

source: In 2009, the Team implemented 34 projects: 27 investment projects and 7 training projects.
pl: W roku 2009 zrealizował on 34 projekty: 27 projektów inwestycyjnych oraz 7 projektów szkoleniowych.

source: You are here Polish Aid / Our partners / Multilateral assistance / High Level Meeting on Effective Development Cooperation
pl: jesteś tutaj Polska pomoc / Nasi partnerzy / Współpraca wielostronna / Spotkanie wysokiego szczebla nt. efektywności pomocy rozwojowej

source: High Level Meeting on Effective Development Cooperation
pl: Spotkanie wysokiego szczebla nt. efektywności pomocy rozwojowej

source: The Polish delegation was headed by Ms. Beata Wojna, Ambassador of Poland to Mexico .
pl: Polskiej delegacji przewodniczyła Pani Beata Wojna, Ambasador Polski w Meksyku .

source: Consisting of five plenary sessions and over thirty focus sessions on a range of critical themes for development, the meeting provided a platform for the participants to share experience and learn lessons on how to improve the effectiveness of development co-operation.
pl: Na dwudniowe spotkanie złożyło się pięć sesji plenarnych oraz ponad trzydzieści paneli dyskusyjnych, na których poruszano istotne tematy związane z problematyką rozwojową, w szczególności kwestie dotyczące poprawy efektywności współpracy rozwojowej.

source: The meeting was opened by President of Mexico Enrique Peña Nieto.
pl: Posiedzenie otworzył Prezydent Meksyku Enrique Peña Nieto.

source: Eminent speakers included inter alia UN Secretary General Ban Ki-Moon, UNDP Administrator Helen Clark and OECD Secretary General José Angel Gurría.
pl: Wystąpili również Sekretarz Generalny ONZ Ban Ki-Moon, Administrator Programu Narodów Zjednoczonych ds.

source: The HLM confirmed that the Global Partnership should be a key tool in reaching the objectives made under the new post-2015 development agenda, to replace the MDGs that expire next year.
pl: Spotkanie potwierdziło, że Globalne Partnerstwo powinno być głównym narzędziem w osiąganiu celów nowej agendy rozwojowej po 2015 r., zastępującej Milenijne Cele Rozwojowe, których termin realizacji upłynie w przyszłym roku.

source: You are here Polish Aid / Knowledge Base / Good practices / Selected projects 2008 / Active Georgia.
pl: jesteś tutaj Polska pomoc / Baza wiedzy / Dobre praktyki / Wybrane projekty polskiej pomocy 2008 / Aktywna Gruzja.

source: Women's Local Government Academy
pl: Akademia Samorządowa Kobiet

source: The aim of the training was to provide knowledge on effective action and exert influence on the development of the regions.
pl: Zajęcia miały uczyć skutecznego działania i wpływania na rozwój regionów, współpracy

source: You are here Polish Aid / Our activities / Eastern Partnership Academy of Public Administration / The path of Belarus to the World Trade Organisation
pl: jesteś tutaj Polska pomoc / Nasze działania / Akademia APPW / Droga Białorusi do Światowej Organizacji Handlu

source: The path of Belarus to the World Trade Organisation
pl: Droga Białorusi do Światowej Organizacji Handlu

source: Poland, as one of the founding countries of the World Trade Organisation, adapted its internal legislation to WTO standards almost 20 years ago.
pl: Polska, jako jedno z państw założycielskich Światowej Organizacji Handlu, dostosowała swoje wewnętrzne ustawodawstwo do norm WTO niemal 20 lat temu.

source: We shared our many years' experience regarding accession and participating in the works of WTO with our eastern neighbour.
pl: Posiadając wieloletnie doświadczenie w zakresie akcesji i uczestnictwa w pracach WTO, podzieliliśmy się nim ze swoim wschodnim sąsiadem.

source: During a week-long training, the representatives of the Byelarussian Ministry of Foreign Affairs, Ministry of Economy, Ministry of Finance, National Bank of the Republic of Belarus, Byelarussian Chamber of Trade and Commerce and Biellegprom Concern learned the issues related to legal, procedural and practical aspects of accession to the World Trade Organisation.
pl: W ramach tygodniowego szkolenia przedstawiciele białoruskiego Ministerstwa Spraw Zagranicznych, Ministerstwa Gospodarki, Ministerstwa Finansów, Narodowego Banku Republiki Białorusi, Białoruskiej Izby Handlowo-Przemysłowej oraz Koncernu „Biellegprom” zapoznali się z zagadnieniami dotyczącymi prawnych, proceduralnych oraz praktycznych aspektów akcesji do Światowej Organizacji Handlu.

source: Lectures and workshops were managed by Polish experts with the departments of economy, finance, infrastructure and development as well as the KNF Office.
pl: Wykłady i warsztaty poprowadzili polscy eksperci z resortów ds. gospodarki, finansów, infrastruktury i rozwoju oraz Urzędu Komisji Nadzoru Finansowego.

source: Byelarussian officials also met Krzysztof Trepczyński, permanent representative of Poland to WTO in Geneva.
pl: Białoruscy urzędnicy spotkali się również z panem Krzysztofem Trepczyńskim, stałym przedstawicielem Polski przy WTO w Genewie.

source: It was the last training realised under this year's Public Administration Academy of the Eastern Partnership organized in cooperation with the National School of Public Administration and financed from the funds of the Polish development cooperation programme.
pl: Było to ostatnie szkolenie realizowane w ramach tegorocznej edycji Akademii Administracji Publicznej Partnerstwa Wschodniego, organizowane we współpracy z Krajową Szkołą Administracji Publicznej i finansowane ze środków Programu polskiej współpracy rozwojowej.

source: You are here Polish Aid / News / Summary of development cooperation between the Institute of Erosion and Irrigation in Baku and the Institute of Technology and Life Sciences in Falenty
pl: jesteś tutaj Polska pomoc / Aktualności / Podsumowanie współpracy Instytutu Erozji i Nawadniania w Baku z Instytutem Technologiczno-Przyrodniczym w Falentach

source: Summary of development cooperation between the Institute of Erosion and Irrigation in Baku and the Institute of Technology and Life Sciences in Falenty
pl: Podsumowanie współpracy Instytutu Erozji i Nawadniania w Baku z Instytutem Technologiczno-Przyrodniczym w Falentach

source: The presentation showed the results of collaboration of both institutes in the area of research into soil erosion and salinity in the selected regions of Azerbaijan.
pl: Prezentacja dokumentowała rezultaty współpracy obu instytutów związanej z badaniem problematyki erozji i zasolenia gleby w wybranych regionach Azerbejdżanu.

source: According to the Institute's statistical data, around 80% of arable land in Azerbaijan's mountainous regions is threatened with erosion, while the process of salinization affects most of the lowland soils that serve as arable lands or pastures.
pl: Według danych statystycznych Instytutu, około 80% powierzchni użytków rolnych w regionach górskich Azerbejdżanu jest zagrożona degradacją w wyniku erozji, a proces zasolenia obejmuje większość gleb nizinnej części kraju zagospodarowanej jako grunty orne lub pastwiska.

source: The projects enabled the staff of the Baku Institute to familiarize themselves with the GIS software potential as a modern tool applied to spatial planning.
pl: W ramach projektów pracownicy Instytutu z Baku mieli możliwość zapoznania się z możliwościami oprogramowania GIS jako nowoczesnego narzędzia stosowanego w procesie planowania przestrzennego.

source: The Institute developed a GIS laboratory for experts to implement GIS software in modelling local erosion phenomena.
pl: W Instytucie powstała pracownia GIS, gdzie przygotowani pracownicy mają możliwość wykorzystania oprogramowania GIS w modelowaniu lokalnych zjawisk erozyjnych.

source: Eventually the data base will cover all the country's administrative regions situated in the Greater Caucasus Mountains.
pl: W trakcie projektów stworzone zostały także założenia bazy danych zawierającej informacje niezbędne do analiz przestrzennych procesu erozji.

source: Transformation of once the wealthiest among all Soviet Union republics was unusually difficult, as the period of institutional change coincided with a stormy moment in the country's history: an earthquake in 1988, Turkish and Azeri borders blockades and the war with Azerbaijan leaving the country in ruin.
pl: Transformacja niegdyś najbogatszej spośród republik ZSRR była niezwykle trudna, jako że okres przeobrażeń przypadł na burzliwy moment w historii kraju powodujący wiele zniszczeń: trzęsienie ziemi w 1988, blokady granic Azerskich i Tureckich, wojna z Azerbejdżanem.

source: Despite the unfavourable political conditions Armenia as the first country in the region began the privatization process and ever since the introduction of institutional changes its currency has remained very stable.
pl: Pomimo niesprzyjających warunków politycznych Armenia pierwsza w tym rejonie rozpoczęła proces prywatyzacji, a jej waluta od momentu wprowadzenia zmian ustrojowych jest bardzo stabilna.

source: The continuing decline of the soviet industry as well as the blockade of export and import resulted in economic hardship.
pl: Rozprzestrzeniający się upadek sowieckiego przemysłu tak jak blokada eksportu i importu przyczynił się do kłopotów gospodarczych.

source: The protests against the re-opened nuclear power station caused irregularities in the electricity supply.
pl: Protesty przeciw ponownemu otwarciu elektrowni atomowej w Metsamorze spowodowały nieregularności w dostawie prądu.

source: Nowadays Armenia is again able to benefit from electricity export; however, underfunded agriculture based on old-fashioned technologies results in lack of nutritional self-sufficiency.
pl: Dzisiaj Armenia znów utrzymuje się z eksportu elektryczności, jednakże, niedofinansowane rolnictwo oparte na przestarzałych technologiach skutkuje brakiem samowystarczalności żywnościowej.

source: Poland supports the stabilization process and improvement of the living standards of local communities through fighting corruption, providing modern agricultural equipment, creating irrigation systems and inspiring development of local entrepreneurship.
pl: Polska wspiera proces stabilizacji i podniesienia poziomu życia miejscowej ludności poprzez walkę z korupcją, udostępnianie nowoczesnego sprzętu rolniczego, budowę systemów irygacyjnych oraz inspirowanie rozwoju lokalnej przedsiębiorczości.

source: In 2013 the Polish development cooperation activities in Armenia are being performed according to the following priorities (non-governmental organization projects, local governmental units, government administration units):
pl: W 2013 roku polska działalność z zakresu współpracy rozwojowej na rzecz Armenii (projekty organizacji pozarządowych, jednostek samorządu terytorialnego i organów administracji rządowej) realizowana jest w ramach następujących priorytetów:

source: Environmental Protection (1 project PLN 285 768)
pl: Ochrona środowiska (1 projekt - 285 768 PLN)

source: Ministry of Health: Continuation of project activities initiated in 2012, aiming at the creation of a team of experts in the area of environmental protection, and more specifically in the area of chemical management.
pl: Ministerstwo Zdrowia: Kontynuacja rozpoczętych w 2012 r. działań projektowych mających na celu stworzenie kadry specjalistów w zakresie ochrony środowiska, a w szczególności w zakresie gospodarowania chemikaliami.

source: Agriculture and the development of rural areas (2 projects PLN 239 315)
pl: Rolnictwo i rozwój obszarów wiejskich (2 projekty - 239 315 PLN)

source: In 2013 Armenian officials were invited to take part in the next edition of the Eastern Partnership Academy of Public Administration, which aims at strengthening of public administration in the Eastern Partnership countries through organization of specialized courses for officials from partner states.
pl: W 2013 roku zaplanowany został udział armeńskich urzędników w kolejnej edycji programu Akademii Administracji Publicznej PW, którego celem jest wzmocnienie administracji rządowej w państwach Partnerstwa Wschodniego poprzez organizację specjalistycznych szkoleń dla urzędników z państw partnerskich.

source: Learn more about Polish assistance to Armenia:
pl: Czytaj więcej o polskiej pomocy dla Armenii:

source: In 2012, Polish development assistance to Armenia focused on two priorities:
pl: W 2012 roku polska działalność pomocowa na rzecz Armenii skupiła się na następujących priorytetach:

source: Priority 1 - Development of rural areas (2 projects - PLN 235,634)
pl: Priorytet 1 - Rozwój obszarów wiejskich (2 projekty - 235 634 PLN)

source: Assistance was provided to small agricultural producers to strengthen their position on the domestic market thanks to the development of small agricultural producers' associations, agricultural marketing and creating agricultural product brands and serving vocational and social activation of the population.
pl: Działania służyły wzmocnieniu pozycji drobnych producentów rolnych na rynku wewnętrznym dzięki rozwojowi stowarzyszeń małych producentów rolnych i marketingu rolniczego oraz tworzeniu marek towarowych produktów rolnych oraz służyły zawodowej i społecznej aktywizacji ludności.

source: Priority 2 - Environmental protection (1 project - PLN 267,401)
pl: Priorytet 2 - Ochrona środowiska (1 projekt - 267 401 PLN)

source: Assistance was channelled mainly to improve the environmental standards of municipal services, improve the waste management system, promotion and introduction of good practices in water management, development of environmental awareness among the population through environmental education, increasing the number of environmentally-friendly and energy-saving solutions in the housing and municipal sector and industry, combating the degradation of the natural environment and eliminating the adverse consequences of climate change, elimination of the danger of contamination with toxic substances and hazardous waste, strengthening the readiness of the state and the local populations to deal with natural disasters, and reducing the risk of their occurrence.
pl: Działania służyły w szczególności: poprawie standardów ekologicznych usług komunalnych, poprawie funkcjonowania systemu gospodarowania odpadami, promocji i wprowadzaniu dobrych praktyk w dziedzinie gospodarki wodnej, rozwijaniu świadomości ekologicznej wśród mieszkańców poprzez edukację ekologiczną, zwiększeniu liczby rozwiązań proekologicznych i energooszczędnych w sektorze mieszkaniowo-komunalnym i w przemyśle, przeciwdziałaniu degradacji środowiska naturalnego i niwelowaniu negatywnych skutków zmian klimatu, likwidacji zagrożeń skażenia substancjami toksycznymi oraz odpadami niebezpiecznymi, wzmocnieniu przygotowania państwa i społeczności lokalnych do radzenia sobie z katastrofami naturalnymi i redukowaniu ryzyka ich wystąpienia.

source: In 2012, 13 Armenian civil servants took part in the second edition of a programme of the Eastern Partnership Academy of Public Administration whose aim was to strengthen government administration in the Eastern Partnership countries through the organisation of specialist training courses for civil servants from the EaP partnership countries.
pl: W 2012 roku 13 armeńskich urzędników wzięło udział w drugiej edycji programu Akademii Administracji Publicznej Partnerstwa Wschodniego, którego celem było wzmocnienie administracji rządowej w państwach Partnerstwa Wschodniego poprzez organizację specjalistycznych szkoleń dla urzędników z państw partnerskich.

source: The programme trains professional civil servants in the EaP countries who then provide the necessary expertise needed to implement the rule of law.
pl: Służy on kształtowaniu profesjonalnej kadry urzędniczej w krajach PW, stanowiącej zaplecze eksperckie niezbędne do wdrażania zasad demokratycznego państwa prawa.

source: The training courses, organised in collaboration with the National School of Public Administration involved value-based management, the economics of public finance and security and defence policies.
pl: Szkolenia zrealizowane w porozumieniu z Krajową Szkołą Administracji Publicznej dotyczyły zarządzania przez wartości, ekonomii sektora finansów publicznych oraz polityki bezpieczeństwa i obrony.

source: Read more about Polish assistance to Armenia:
pl: Czytaj więcej o polskiej pomocy dla Armenii:

source: You are here Polish Aid / Our activities / Small Grants System / Help for disabled people in Myanmar
pl: jesteś tutaj Polska pomoc / Nasze działania / System małych grantów / Pomoc osobom niepełnosprawnym w Mjanmie

source: Help for disabled people in Myanmar
pl: Pomoc osobom niepełnosprawnym w Mjanmie

source: On 18 November 2014, a ceremony finalizing the project “Equipment purchases for disabled people in Myanmar” took place at the Office of the Republic of Poland in Yangon.
pl: 18 listopada 2014 r. w Biurze RP w Rangunie odbyła się uroczystość sfinalizowania projektu pt. Zakup sprzętu dla osób niepełnosprawnych w Mjanmie.

source: Thanks to funds provided by the Ministry of Foreign Affairs under the small grants system, the Shwe Minn Tha Foundation made or bought 80 wheelchairs, 50 pairs of crutches, 10 hearing aids, and 15 white canes for blind people.
pl: Dzięki środkom przekazanym przez Ministerstwo Spraw Zagranicznych w ramach systemu małych grantów fundacja Shwe Minn Tha wykonała lub zakupiła 80 wózków inwalidzkich, 50 par kul, 10 aparatów słuchowych i 15 białych lasek dla osób niewidomych.

source: The total amount of support was USD 15,874 USD.
pl: Łączna kwota dofinansowania wyniosła 15 874 USD.

source: The project follows up on similar measures from the years 2011-2013.
pl: Projekt stanowi kontynuację analogicznych działań z lat 2011-2013.

source: Although more public money has been allocated to the country's healthcare system compared with previous years, disabled people in Myanmar (former Burma) still experience hardship and are often prevented from playing an active part in social and professional life.
pl: Pomimo zwiększonych w porównaniu do lat ubiegłych publicznych nakładów przeznaczonych na opiekę zdrowotną, osoby niepełnosprawne w Mjanmie (dawniej Birma) nadal pozostają w trudnej sytuacji i często są wykluczone z czynnego udziału w życiu społeczno-zawodowym.

source: The Polish Aid project gives them a chance to improve their quality of life.
pl: Projekt zrealizowany w ramach programu polskiej pomocy stanowi dla nich szansę na poprawę jakości życia.

source: With the help of three- and four-wheeled wheelchairs, the beneficiaries will not only be able to leave their homes, but also can become active on the labour market.
pl: Trójkołowe i czterokołowe wózki inwalidzkie umożliwią ich posiadaczom nie tylko opuszczenie mieszkań, ale także stworzą możliwość aktywizacji zawodowej.

source: In addition, the wheelchairs can be used to conduct trade or provide services on a small scale.
pl: Wózki mogą być wykorzystywane do prowadzenia drobnej działalności handlowo-usługowej.

source: The ceremony was attended by representatives of the Shwe Minn Tha foundation, city authorities, and the local media.
pl: W uroczystości wzięli udział przedstawiciele fundacji Shwe Minn Tha, władz miejskich oraz miejscowych mediów.

source: The head of the Polish Office in Yangon, Mr Jacek Perlin, and the President of the Shwe Minn Tha Foundation, Mr Myat Thu Winn, gave interviews to the state television MRT4.
pl: Kierownik Biura RP w Rangunie, pan Jacek Perlin oraz prezes fundacji Shwe Minn Tha, pan Myat Thu Winn, udzielili wywiadów państwowej telewizji MRT4.

source: Deputy Minister Joanna Wronecka is a diplomat and graduate of the Faculty of Arabic Studies of the University of Warsaw.
pl: Wiceminister Joanna Wronecka jest absolwentką filologii arabskiej Uniwersytetu Warszawskiego, gdzie na Wydziale Neofilologii uzyskała tytuł doktorski w zakresie filozofii arabsko-muzułmańskiej.

source: She took part in scholarship programmes in Algeria, Egypt and France.
pl: Realizując kolejne szczeble kariery uzyskała tytuł ambasadora tytularnego.

source: Since September 2015, she served as adviser for Arab states, the Middle East peace process and Iran issues in the Department of Africa and the Middle East.
pl: Od września 2015 r. pełniła funkcję doradcy ds. państw arabskich, bliskowschodniego procesu pokojowego i Iranu w Departamencie Afryki i Bliskiego Wschodu MSZ.

source: On the day of her appointment Deputy Minister Joanna Wronecka assumed post of the Undersecretary of State for Development Cooperation, Africa and the Middle East.
pl: Z dniem nominacji, Wiceminister Joanna Wronecka obejmuje stanowisko podsekretarza stanu ds. współpracy rozwojowej oraz polityki afrykańskiej i bliskowschodniej.

source: She supervises Department of Development Cooperation and Department of Africa and the Middle East.
pl: W strukturze Ministerstwa podlegają jej Departament Współpracy Rozwojowej oraz Departament Afryki i Bliskiego Wschodu.

source: As National Coordinator for Development Cooperation she is also President of the Development Cooperation Policy Council.
pl: Jako Krajowy Koordynator Współpracy Rozwojowej pełni rownież funkcję Przewodniczącego Rady Programowej Współpracy Rozwojowej.

source: Belarusian Radio Racyja: 1.5 million listeners on FM
pl: Białoruskie Radio Racja: 1,5 miliona odbiorców w zasięgu fal FM

source: Six years after the launch of the radio's website - www.racyja.com, this news channel is gaining a wider audience.
pl: Po sześciu latach od uruchomienia strony internetowej radia, serwisu www.racyja.com, ten kanał dostępu do tworzonych przez dziennikarzy Racji informacji jest coraz szerszy.

source: The number of daily users of Radio Racyja's website is constantly growing.
pl: Ilość codziennych użytkowników strony internetowej Racji stale rośnie.

source: Now, news produced by Belarusian journalists can reach listeners in Belarus via three types of media: FM radio, website, and mobile apps for iOS, Android and Windows Phone.
pl: Tak więc informacje przygotowywane przez białoruskich dziennikarzy mogą docierać do odbiorcy w Białorusi za pośrednictwem trzech rodzajów mediów: radio FM, strona www, aplikacje mobilne obsługujące platformy: iOS, Android i Windows Phone.

source: The radio station broadcasts programmes 24 hours a day, seven days a week.
pl: Radio nadaje program przez 24 godziny, siedem dni w tygodniu.

source: It is transmitted on 98.1 FM from Krynica (Poland) to the Grodno Region, and on 99.2 FM from Biała Podlaska in the direction of Brest and its surroundings.
pl: Dostępne jest na falach FM na częstotliwości 98,1 nadawanej z Krynic (terytorium Polski) na region Grodzieński, oraz na falach 99,2 z Białej Podlaskiej w kierunku Brześcia i okolic.

source: The FM radio station covers a territory inhabited by approximately 1.5 million people - the biggest cities in Western Belarus and the entire area along the Polish-Belarus border, where four border crossings are located: Kuźnica Białostocka-Bruzgi, Bobrowniki-Bierestawica, Połowce-Pieszczatka, Terespol-Brest.
pl: Zasięg nadawania na falach FM obejmuje terytorium zamieszkiwane przez około 1,5 miliona ludzi - największe miasta Zachodniej Białorusi oraz całą przestrzeń granicy polsko-białoruskiej na której znajdują się cztery przejścia graniczne: Kuźnica Białostocka-Bruzgi, Bobrowniki-Bierestawica, Połowce-Pieszczatka, Terespol-Brześć.

source: Belarusian Radio Racyja was founded in 1998, and after a break in broadcasting, resumed its operations in 2006.
pl: Białoruskie Radio Racja powstało 1998 roku, a po przerwie w nadawaniu wznowiło działalność w 2006 roku.
